{
	"paragraphs": [
		"Sara Jenkins was born in 1994 in Albuquerque, New Mexico. When she was young, her dad passed away in an accident and her grandparents stepped in to help her mom raise her and her sibling. Sara’s grandpa began teaching her to draw when she was six years old by having her watch and mimic Bob Ross’s The Joy of Painting with oil pastels. Later, her grandma hired a medical textbook artist to teach her to draw in a lifelike way.",
		"When she went to high school, Sara got a summer job as an art teaching assistant which eventually led her to be a summer art teacher for 7 years. During her senior year, she joined the Albuquerque Museum’s Lead with the Arts program where she worked with Meow Wolf on an installation called Project Dreamscape. This project taught her about installation art and gallery practices.",
		"She attended the University of New Mexico where she double-majored in art studio and creative writing and received the Toby Wright scholarship. She had multiple small group and class shows, and started making and selling jewelry at a bookstore. After graduating, Sara had her first gallery group show with two friends at Factory on 5th Art Space. She displayed her pattern series in this exhibition.",
		"Sara then moved to San Diego and worked as a private art tutor for a year. While there, she worked on a commissioned piece for a friend and realized how much she missed painting. A year later during the pandemic lockdown, she allowed herself to experiment with art where she started using oil pastels again and ventured more into paper cut-outs. Eventually Sara began to devote much of her time to art where she made private sales. This lasted until her grandpa passed away, which greatly affected her and she struggled to continue with her work.",
		"When she moved to Denver, Sara began to return to her art where she participated in a pop-up art show, created a botanical deck of cards for a video game, and displayed her work at a tea shop in Albuquerque.",
		"Eventually she moved back to New Mexico in 2023. Sara continues to make and sell her work, occasionally creating video game art, and enjoys art markets and events. She spends time in the bosque and the mountains, studying plants and organisms and learning about their uses which inspire her pattern series."
	]
}